const characters = [
   {
      base: ' ',
      alts: ' '
   },
   {
      base: 'A',
      alts: 'ǺᗅAⒶＡΑᾋᗩĂÃÅǍȀȂĀȺĄʌΛλƛᴀᴬДАልÄₐᕱªǞӒΆẠẢẦẨẬẮẰẲẴẶᾸᾹᾺΆᾼᾈᾉᾊᾌᾍᾎᾏἈἉἊἋἌἍἎἏḀȦǠӐÀÁÂẤẪ'
   },
   {
      base: 'a',
      alts: 'ⓐaæձǟᵃ⒜аɒａαȃȁคǎმäɑāɐąᾄẚạảǡầẵḁȧӑӓãåάὰάăẩằẳặᾀᾁᾂᾃᾅᾆᾰᾱᾲᾳᾴᾶᾷἀἁἂἃἄἅἆἇᾇậắàáâấẫǻⱥ'
   },
   {
      base: 'B',
      alts: 'BⒷＢвϐᗷƁ乃ßცჩ๖βɮБՅ๒ᙖʙᴮᵇጌḄℬΒВẞḂḆɃ'
   },
   {
      base: 'b',
      alts: 'ｂbⓑḃḅҍъḇƃɓƅᖯƄЬᑲþƂ⒝'
   },
   {
      base: 'C',
      alts: 'ČÇCⒸＣↃƇᑕㄈ¢८↻ĈϾՇȻᙅᶜ⒞ĆҀĊ©टƆℂℭϹС匚ḈҪ'
   },
   {
      base: 'c',
      alts: 'ĉｃⓒćčcċçƈḉȼↄсርᴄϲҫ꒝ς'
   },
   {
      base: 'D',
      alts: 'ⒹＤƉᗪƊ�ÐԺᴅᴰↁḊĐÞⅮᗞᑯĎḌḐḒḎᗟᗠ'
   },
   {
      base: 'd',
      alts: 'ⓓｄḋďḍḑḓḏđƌɖɗᵈ⒟ԁ'
   },
   {
      base: 'E',
      alts: 'EⒺＥƎἝᕮƐモЄ£ΞȝᙓΣᴇᴱᵉ⒠É乇ﻉэቿЁɆꂅ€ÈℰΕЕⴹᎬĒĔĖĘĚÊËԐỀẾỄỂẼḔḖẺȄȆẸỆȨḜḘḚἘἙἚἛἜῈΈӖ'
   },
   {
      base: 'e',
      alts: 'ⓔｅeèéêɘἔềếễ૯ǝєεēҽɛểẽḕḗĕėëẻěȅȇẹệȩɇₑęḝḙḛ℮еԑѐӗᥱёἐἑἒἓἕℯ'
   },
   {
      base: 'F',
      alts: 'FⒻＦғҒᖴƑԲϝिቻḞℱϜ'
   },
   {
      base: 'f',
      alts: 'ⓕfｆƒḟʃբᶠ⒡ſꊰʄ∱ᶂ'
   },
   {
      base: 'G',
      alts: 'GⒼＧɢƓʛĢᘜᴳǴĠϱԌĜḠĞǦǤԍ'
   },
   {
      base: 'g',
      alts: 'ⓖｇǵgĝḡğġǧģց૭ǥɠﻭﻮᵍ⒢ℊɡ'
   },
   {
      base: 'H',
      alts: 'ⒽＨĤḢḦȞḤḨḪĦⱧҢңҤῊΉῌἨἩἪἫἭἮἯᾘᾙᾚᾛᾜᾝᾞᾟ'
   },
   {
      base: 'h',
      alts: 'ⓗｈĥḣḧȟḥḩḫẖħⱨ'
   },
   {
      base: 'I',
      alts: 'ⒾＩÌÍÎĨĪĬİÏḮỈǏȈȊỊĮḬƗェエῘῙῚΊἸἹἺἻἼἽἾⅠ'
   },
   {
      base: 'i',
      alts: 'ⓘｉìíîĩīĭïḯỉǐȉȋịḭῐῑῒΐῖῗἰἱἲⅰⅼ∣ⵏ￨׀ا١۱ߊᛁἳἴἵɨ'
   },
   {
      base: 'J',
      alts: 'JⒿＪЈʝᒍנﾌĴʆวلյʖᴊᴶﻝጋɈⱼՂๅႱįᎫȷ丿ℐℑ'
   },

   {
      base: 'j',
      alts: 'jⓙｊϳʲ⒥ɉĵǰј'
   },
   {
      base: 'K',
      alts: 'KⓀＫĸḰќƘкҠκқҟӄʞҚКҡᴋᴷᵏ⒦ᛕЌጕḲΚKҜҝҞĶḴǨⱩ'
   },
   {
      base: 'k',
      alts: 'ⓚｋḱkǩḳķḵƙⱪ'
   },

   {
      base: 'L',
      alts: 'LⓁւＬĿᒪ乚ՆʟꓶιԼᴸˡĹረḶₗΓլĻᄂⅬℒⱢ'
   },
   {
      base: 'l',
      alts: 'ⓛｌŀĺľḷlḹļӀℓḽḻłﾚɭƚɫⱡ|Ɩ⒧ʅǀ1וןΙІ｜'
   },
   {
      base: 'M',
      alts: 'MmⓂＭмṂᗰ州ო๓♏ʍᙏᴍᴹᵐ⒨ḾМṀ௱ⅯℳΜϺƜᛖ'
   },
   {
      base: 'm',
      alts: 'ⓜｍനᙢ൩ḿṁⅿϻṃጠɱɯ'
   },
   {
      base: 'N',
      alts: 'ⓃＮᴎɴƝᑎ几иՈռИהЛπᴺᶰŃ刀ክṄⁿÑПΝᴨոϖǸŇṆŅṊṈทŊӢӣӤӥћѝ'
   },
   {
      base: 'n',
      alts: 'ⓝｎǹńñᾗηṅňṇɲņṋṉղຖՌƞŋ⒩ภกɳпŉлԉȠἠἡῃդᾐᾑᾒᾓᾔᾕᾖῄῆῇῂἢἣἤἥἦἧ'
   },
   {
      base: 'O',
      alts: 'ǑÒŎÓÔÕȌȎOㇿ❍ⓄＯὋロ❤૦⊕ØФԾΘƠᴼᵒ⒪ŐÖₒ¤◊Φ0〇ΟОՕଠഠ௦סỒỐỖỔṌȬṎŌṐṒȮȰȪỎỜỚỠỞỢỌỘǪǬǾƟⵔ߀៰⍜⎔⎕⦰⦱⦲⦳⦴⦵⦶⦷⦸⦹⦺⦻⦼⦽⦾⦿⧀⧁⧂⧃ὈὉὊὌὍ'
   },
   {
      base: 'o',
      alts: 'ⓞｏòóōôǒȏoŏồốȍỗổõσṍȭṏὄṑṓȯȫ๏ంᴏಂംőöѻоዐǭȱ০୦٥౦೦൦๐໐οօᴑං०੦ỏơờớỡởợọộǫøǿɵծὀὁόὸόὂὃὅ'
   },
   {
      base: 'P',
      alts: 'ⓅＰƤᑭ尸Ṗրφքᴘᴾᵖ⒫ṔｱקРየᴩⱣℙΡῬ'
   },
   {
      base: 'p',
      alts: 'ⓟｐṕṗƥᵽῥρрƿǷῤ⍴'
   },
   {
      base: 'Q',
      alts: 'QⓆＱℚⵕ'
   },
   {
      base: 'q',
      alts: 'ⓠqｑգ⒬۹զᑫɋɊԛ'
   },
   {
      base: 'R',
      alts: 'RⓇＲᴙȒʀᖇя尺ŔЯરƦᴿዪṚɌᵣʁℛℜℝṘŘȐṜŖṞⱤ'
   },
   {
      base: 'r',
      alts: 'ⓡｒŕrṙřȑȓṛṝŗгՐɾṟɍɽʳ⒭ɼѓᴦ'
   },
   {
      base: 'S',
      alts: 'SⓈＳṨŞֆՏȘˢ⒮ЅṠ§ŠƽŚṤŜṦṢട'
   },
   {
      base: 's',
      alts: 'ⓢｓśsṥŝṡšṧʂṣṩѕşșȿ'
   },
   {
      base: 'T',
      alts: 'TⓉＴтҬҭƬイŦԵτᴛᵀｲГፕϮŤ⊥ƮΤТ下ṪṬȚŢṰṮȾ丅丁'
   },
   {
      base: 't',
      alts: 'ⓣｔṫtẗťṭțȶ੮էʇ†ţṱṯƭŧᵗ⒯ʈⱦեƫ'
   },
   {
      base: 'U',
      alts: 'ŨŬŮǓǕǗǙⓊＵȖᑌ凵ƱմԱꓵЦŪՄƲᙀᵁᵘ⒰ŰપÜՍÙÚÛṸṺǛỦȔƯỪỨỮỬỰỤṲŲṶṴɄ'
   },
   {
      base: 'u',
      alts: 'ⓤｕùũūừṷṹŭǖữǚǜὗυนUuսʊǘǔúůᴜűųยûṻцሁüᵾᵤµʋủȕȗưứửựụṳṵʉῠῡῢΰῦῧὐὑϋύὒὓὔὕὖ'
   },
   {
      base: 'V',
      alts: 'VⓋＶᐯѴᵛ⒱۷ṾⅴⅤṼ٧ⴸѶ'
   },
   {
      base: 'v',
      alts: 'ⓥｖvṽṿ౮งѵעᴠνטᵥѷ'
   },
   {
      base: 'W',
      alts: 'WⓌｗＷẂᾧᗯ山ѠຟచաЩШώщฬшᙎᵂʷ⒲ฝሠẄԜẀŴẆẈധᘺ'
   },
   {
      base: 'w',
      alts: 'ẁẃⓦ⍵ŵẇẅẘẉⱳὼὠὡὢὣωὤὥὦὧῲῳῴῶῷⱲѡԝᴡώ'
   },
   {
      base: 'X',
      alts: 'XⓍＸẊ᙭χㄨӾჯӼҳЖΧҲᵡˣ⒳אሸẌꊼⅩХ╳᙮ᕁᕽⅹᚷⵝ'
   },
   {
      base: 'x',
      alts: 'ⓧｘxхẋ×ₓ⤫⤬⨯ẍ'
   },
   {
      base: 'Y',
      alts: 'YⓎＹὛƳㄚӋʏ⅄￥¥ՎϓγץӲﾘЧЎሃŸɎϤΥϒҮỲÝŶỸȲẎỶỴῨῩῪΎὙὝὟ'
   },
   {
      base: 'y',
      alts: 'ⓨｙỳýyŷỹȳẏÿỷуყẙỵƴɏᵞɣʸᶌү⒴ӳ'
   },
   {
      base: 'Z',
      alts: 'ZⓏＺẔƵ乙ẐȤᶻ⒵ŹℤΖŻŽẒⱫ'
   },
   {
      base: 'z',
      alts: 'ⓩｚźẑżzžẓẕƶȥɀᴢጊʐⱬ'
   }
];

module.exports = { characters };
