const characters = [
   {
      base: ' ',
      alts: ' '
   },
   {
      base: '0',
      alts: '߀'
   },
   {
      base: 'A',
      alts: 'ǺᗅAⒶＡΑᾋᗩĂÀÃÅǍȀȂĀȺĄÂʌΛԹλƛᴀᴬÁﾑДАልÄₐᕱªǞӒΆẠẢẤẦẨẪẬẮẰẲẴẶᾸᾹᾺΆᾼᾈᾉᾊᾌᾍᾎᾏἈἉἊἋἌἍἎἏḀȦǠӐⒶＡÀÁÂẦẤẪẨÃĀĂẰẮẴẲȦǠÄǞẢÅǺǍȀȂẠẬẶḀĄȺ'
   },
   {
      base: 'a',
      alts: 'ⓐaæaձǟᵃ⒜аɒａαȃȁคǎმäɑāɐąáᾄaẚạảấǡầẵḁȧâӑӓãåάὰάăẩằẳặᾀᾁᾂᾃᾅᾆᾰᾱᾲᾳᾴᾶᾷἀἁἂἃἄἅἆἇᾇậắẫⓐａẚàáâầấẫẩãāăằắẵẳȧǡäǟảåǻǎȁȃạậặḁąⱥɐɑ'
   },
   {
      base: 'B',
      alts: 'BⒷⓑＢdвϐᗷƁ乃ßცჩ๖βɮБՅ๒ᙖʙᴮᵇ⒝ጌḄḅBＢℬΒВẞḂḆⒷＢḂḄḆɃƁ'
   },
   {
      base: 'b',
      alts: 'ｂbⓑｂbḃḅҍъḇƀƃɓɃḇƅɓƀᖯbｂƄЬᑲϦþḃƂ'
   },
   {
      base: 'C',
      alts: 'ČÇCⒸⓒＣↃↄƇᑕㄈ¢८↻ɔĈϾՇȻᙅᶜ⒞ĆҀĊ©टƆCＣℂℭϹСｃ匚ⒸＣḈĆCĈĊČÇƇȻḈҪ'
   },
   {
      base: 'c',
      alts: 'ĉｃⓒćčcĉċčççƈｃḉƈȼↄсርcȼᴄϲсҫ꒝ᴄςḉċć'
   },
   {
      base: 'D',
      alts: 'DⒹⓓＤƉᗪƊ��ÐɗԺδ๔ԃɔᴅᴰↁዕḊĐÞDＤⅮᗞᗪᑯⒹＤḊĎḌḐḒḎĐƊƉᴅḌḎḐḑḒĎᗟᗠ'
   },
   {
      base: 'd',
      alts: 'ⓓｄdḋďｄḍḑḓḋḏđƌɖɗďᵈ⒟dｄԁḓḍԁḏ'
   },
   {
      base: 'E',
      alts: 'EⒺⓔＥƎἝᕮƐモЄ£ΞȝᙓΣᴇᴱᵉ⒠Éé乇ﻉэቿЁëɆꂅ€ÈEＥℰΕЕⴹᎬĒĔĖĘĚÊËԐⒺＥÈÉÊỀẾỄỂẼĒḔḖĔĖËẺĚȄȆẸỆȨḜĘḘḚƐƎᴇḔḖḘḚḜἘἙἚἛἜῈΈȨȄȆӖ'
   },
   {
      base: 'e',
      alts: 'ⓔｅeèéêɘｅἔềếễ૯ǝєεēҽɛểẽēḕḗĕėëẻěȅȇẹệȩɇₑęḝęḙḛe℮ｅеɇǝĕԑèḛɛḗȅѐӗêȩᥱёḝȇἐἑἒἓἕḕḙėěℯ'
   },
   {
      base: 'F',
      alts: 'FⒻＦғҒᖴƑԲɟϝｷϝिቻḞԷɻʇFＦℱϜᖴⒻＦḞƑ'
   },
   {
      base: 'f',
      alts: 'ⓕfｆｆⓕƒḟʃբḟfｆᶠ⒡ſꊰʄ∱ƒᶂ'
   },
   {
      base: 'G',
      alts: 'GⒼＧɢƓʛĢᘜᴳǴĠϱＧԌⒼＧǴĜḠĞĠǦĢǤԍƓɢĜĞḠǦ'
   },
   {
      base: 'g',
      alts: 'ⓖｇǵgĝḡⓖğġｇɓǤԳǧģց૭ǥɠĝɠﻭﻮБኗᵹǵḡᵍġǥ⒢ℊǧğģｇɡց'
   },
   {
      base: 'H',
      alts: 'ⒽＨĤḢḦȞḤḨḪĦⱧⱵꞍҢңҤῊΉῌḢḤḨḩḪἨἩἪἫἭἮἯᾘᾙᾚᾛᾜᾝᾞᾟȞ'
   },
   {
      base: 'h',
      alts: 'ⓗｈĥḣḧȟḥḩḫẖħⱨⱶɥĥȟḣḥḫ'
   },
   {
      base: 'I',
      alts: 'ⒾＩÌÍÎĨĪĬİÏḮỈǏȈȊỊĮḬƗェエÌÍῘῙῚΊἸἹἺἻἼἽἾĮİỈỊịĨⅠ'
   },
   {
      base: 'i',
      alts: 'ⓘｉìíîĩīĭïḯỉǐȉȋịįḭῐῑῒΐῖῗἰἱἲⅰⅼ∣ⵏ￨׀ỉا١۱ߊᛁĬḬḭḮἳἴἵɨı'
   },
   {
      base: 'J',
      alts: 'JⒿⓙＪЈʝᒍנﾌĴʆวلյſʖĵןᴊᴶﻝјጋɈⱼՂๅႱįJＪЈᎫᒍⒿＪĴɈȷ丿ℐℑ'
   },

   {
      base: 'j',
      alts: 'jⓙｊϳjʲ⒥ｊɉｊĵǰϳјɉ'
   },
   {
      base: 'K',
      alts: 'KⓀⓚＫｋĸḰќƘкにҠκқƙҟӄʞҚКҡᴋᴷᵏ⒦ḱズᛕЌጕḲḳΚKＫΚКｋᴋĸκкϰҜҝҞĶķḴḵⓀＫḰǨḲĶḴƘⱩ'
   },
   {
      base: 'k',
      alts: 'ⓚｋḱkǩḳķḵƙⱪ'
   },

   {
      base: 'L',
      alts: 'LⓁւＬ⅃Ŀłᒪ乚ՆʟꓶŁιԼᴸˡĹረḶₗΓɼլĻᄂＬⅬℒᏞᒪ'
   },
   {
      base: 'l',
      alts: 'ⓛｌŀĺľḷlḹⓛｌļӀℓḽḻſłๅﾚɭƚɫⱡ|Ɩĺ⒧ʅḷｌǀl1ＩƖוןΙІӀ｜ɭ'
   },
   {
      base: 'M',
      alts: 'MmⓂⓜＭｍмṂᗰ州ɱო๓♏ʍWɯᙏᴍᴹᵐ⒨ḾМṀṁ௱ИMＭⅯℳΜϺМᗰmᴍʍмⓂＭḾṀṂƜϻᛖ'
   },
   {
      base: 'm',
      alts: 'ⓜｍｍനᙢ൩ḿḿṁⅿϻṃጠṃɱɯ'
   },
   {
      base: 'N',
      alts: 'NⓃＮᴎɴƝᑎ几иՈռИהЛπᴺᶰŃ刀ክṄⁿÑПNＮΝnπᴨпոռϖⓃＮǸŃÑṄŇṆŅṊṈƝᴎṈṊทŅŇŊӢӣӤӥћѝṆ'
   },
   {
      base: 'n',
      alts: 'ⓝｎnⓝǹńñᾗｎηṅňṇɲņṋṉղຖՌƞɲŋ⒩ńภกɳпṅŉлñԉȠṋἠἡṉṇῃդｎᾐᾑᾒᾓᾔᾕᾖῄῆῇῂƞἢňŉἣņἤἥἦἧ'
   },
   {
      base: 'O',
      chars:
         'ǑÒŎÓÔÕȌȎOㇿ❍ⓄⓞＯὋロ❤ø૦օ໐⊕ØơФԾΘƠᴼᵒ⒪ŐÖₒ¤◊Φ0Ｏ〇ΟОՕଠഠ૦௦סⓄＯÒÓÔỒỐỖỔÕṌȬṎŌṐṒŎȮȰÖȪỎŐǑȌȎƠỜỚỠỞỢỌỘǪǬØǾƆƟǬȪȬȮȰⵔ߀៰⍜⎔⎕⦰⦱⦲⦳⦴⦵⦶⦷⦸⦹⦺⦻⦼⦽⦾⦿⧀Ṓ⧁⧂⧃ỌỎỐỒỔỖỘỚỜỞỠỢṌṎṐὈὉὊὌὍ'
   },
   {
      base: 'o',
      alts: 'ⓞｏòóōôǒȏoŏồốȍỗổõσṍȭṏｏὄōṑṓŏȯȫ๏ȭంᴏಂംőöѻоዐǭȱȯ০୦òóôõȱö٥ｏ౦೦൦๐໐οσоօᴏᴑං०੦ȫỏőǒȍȏơờớỡởợọộǫǭøǿɵɔᴑծṑốồṓὀờỗớộὁởṍỡόổọṏỏὸόὂὃὅ'
   },
   {
      base: 'P',
      alts: 'PⓅⓟＰƤᑭ尸Ṗրφքᴘᴾᵖ⒫ṔṕｱקРየᴩⱣPＰℙРᑭｐⓅＰṔṖƤⱣΡῬ'
   },
   {
      base: 'p',
      alts: 'ⓟｐpṕｐṗƥᵽῥρpрṗƿǷᵽрῤρ⍴'
   },
   {
      base: 'Q',
      alts: 'QⓆＱＱℚｑⓆＱⵕ'
   },
   {
      base: 'q',
      alts: 'ⓠqｑⓠｑգ⒬۹զpᑫɋɊԛգզq'
   },
   {
      base: 'R',
      alts: 'RⓇＲᴙȒʀᖇя尺ŔЯરƦᴿዪṚɌᵣʁＲℛℜℝƦᖇⓇＲŔṘŘȐȒṚṜŖṞɌⱤṜṞȐŖŘ'
   },
   {
      base: 'r',
      alts: 'ⓡｒŕrⓡṙｒřȑȓṛṝŗгՐɾṟɍɽŗṛʳ⒭ŕɼѓřᴦｒгṙṟȑṝȓ'
   },
   {
      base: 'S',
      alts: 'SⓈＳṨŞֆՏȘˢ⒮śЅṠ§ŠＳЅՏｓƽѕⓈＳŚṤŜṠŠṦṢṨȘŞṢṤṦŚŜട'
   },
   {
      base: 's',
      alts: 'ⓢｓśsṥŝṡšⓢṧｓʂṣṩѕşšṩșşȿṡʂṧṥŝȿṣ'
   },
   {
      base: 'T',
      alts: 'TⓉＴтҬҭƬイŦԵτŧᴛᵀｲՇГፕϮŤ⊥ƮɈＴΤТᴛτт下ⓉＴṪŦŤṬȚŢṰṮŦƬƮȾ丅丁ȚŢṬṮṰ'
   },
   {
      base: 't',
      alts: 'ⓣｔṫtẗťṭⓣｔțȶ੮էʇ†ƚţṱṯƭŧẗƭᵗ⒯ʈⱦțṪţťṯեƫṱṭｔṫʈ'
   },
   {
      base: 'U',
      alts: 'ŨŬŮǓǕǗǙⓊⓤＵȖᑌ凵ƱմԱꓵЦŪՄƲᙀᵁᵘ⒰ŰપÜＵՍᑌⓊＵÙÚÛŨṸŪṺŬÜǛǗǕǙỦŮŰǓȔȖƯỪỨỮỬỰỤṲŲṶṴɄÙÚÛỤỦỨỪỬṲṴṶṸṺỮỰƯȔ'
   },
   {
      base: 'u',
      alts: 'ⓤｕùũūừṷṹŭǖữǚǛǜｕὗυนUuսʊǘǔúůᴜűųยûũúṹūṻцሁüᵾᵤµｕᴜʋυцսŭüǜǘǖǚủůűǔȕȗưừứữửựụṳųṷṵʉῠῡùûṵῢΰῦṻῧὐὑṳửứựụȕưȗϋύὒủὓὔὕὖ'
   },
   {
      base: 'V',
      alts: 'VⓋⓥＶｖᐯѴᴠᵛ⒱۷ṾⅴＶⅤѴᐯｖⓋＶṼṾƲ٧ⴸѶṼ'
   },
   {
      base: 'v',
      alts: 'ⓥｖvṽṿʋƲ౮งѵʋעυᴠνѵטνṿṽᵥѷʌ'
   },
   {
      base: 'W',
      alts: 'WwⓌⓦⓦｗＷｗẂᾧᗯƜω山ѠຟచաʍЩɯШώщฬшᙎᴡᵂʷ⒲ẃฝሠẄẅＷԜwｗᴡѡԝաⓌＷẀẂŴẆẄẈⱲẀẁẆẈധᘺ'
   },
   {
      base: 'w',
      alts: 'ẁẃ⍵ŵẇẅẘẉⱳẘὼὠὡὢὣẇẉὤὥὦὧɯῲῳῴῶῷώ'
   },
   {
      base: 'X',
      alts: 'XⓍⓧＸｘẊ᙭χㄨӾჯ×ӼҳЖΧҲᵡˣ⒳אሸẌꊼＸⅩ᙭ΧХ╳ｘ᙮хᕁᕽⓍＸẊẌⅹᚷⵝ'
   },
   {
      base: 'x',
      alts: 'ⓧｘxхẋ×ₓ⤫⤬⨯ẍẋẍ'
   },
   {
      base: 'Y',
      alts: 'YⓎＹｙὛƳㄚӋʏ⅄￥¥ՎϓγץӲﾘЧЎሃŸɎɏϤýＹΥϒҮᶌｙʏγуүⓎＹỲÝŶỸȲẎŸỶỴƳɎỲỴỶỸУῨῩῪȲΎὙὝὟ'
   },
   {
      base: 'y',
      alts: 'ⓨｙỳýⓨyŷỹȳẏẏÿỷуყẙỵƴɏᵞɣʸ⒴ẙỳỵӳỹყÿȳƴỷ'
   },
   {
      base: 'Z',
      alts: 'ZⓏＺｚẔƵ乙ẐȤᶻ⒵ŹＺℤΖｚⓏＺŹẐŻŽẒẔƵȤⱫẒŽ'
   },
   {
      base: 'z',
      alts: 'ⓩｚźẑżzžẓẓẕƶȥɀᴢẑẕżƶźչጊŻʐȥᴢžⱬ'
   }
];

module.exports = { characters };
