export const characters = [
	{
		base: ' ',
		alts: ' '
	},
	{
		base: '1',
		alts: '¹'
	},
	{
		base: '2',
		alts: 'ƻ²ᒿ'
	},
	{
		base: '3',
		alts: '³'
	},
	{
		base: '4',
		alts: 'ҶҷҸҹӴӵᶣ'
	},
	{
		base: '6',
		alts: 'Ϭϭб'
	},
	{
		base: 'A',
		alts: 'дǺᗅAⒶＡΑᾋᗩĂÃÅǍȀȂĀȺĄʌΛλƛᴀᴬДАልÄₐᕱªǞӒΆẠẢẦẨẬẮẰẲẴẶᾸᾹᾺΆᾼᾈᾉᾊᾌᾍᾎᾏἈἉἊἋἌἍἎἏḀȦǠӐÀÁÂẤẪ'
	},
	{
		base: 'a',
		alts: 'ⓐaæձǟᵃᶏ⒜аɒａαȃȁคǎმäɑāɐąᾄẚạảǡầẵḁȧӑӓãåάὰάăẩằẳặᾀᾁᾂᾃᾅᾆᾰᾱᾲᾳᾴᶐᾶᾷἀἁἂἃἄἅἆἇᾇậắàáâấẫǻⱥ'
	},
	{
		base: 'B',
		alts: 'BⒷＢвϐᗷƁ乃ßცჩ๖βɮБՅ๒ᙖʙᴮᵇጌḄℬΒВẞḂḆɃദᗹᗸᵝᙞᙟᙝ'
	},
	{
		base: 'b',
		alts: 'ｂbⓑḃḅҍъḇƃɓƅᖯƄЬᑲþƂ⒝Ъᶀᑿᒀᒂᒁᑾь'
	},
	{
		base: 'C',
		alts: 'ČÇCⒸＣↃƇᑕㄈ¢८↻ĈϾՇȻᙅᶜ⒞ĆҀĊ©टƆℂℭϹС匚ḈҪʗᑖᑡᑢᑣᑤᑥ'
	},
	{
		base: 'c',
		alts: 'ĉｃⓒćčcċçҁƈḉȼↄсርᴄϲҫ꒝ςɽϛᑦ᧚'
	},
	{
		base: 'D',
		alts: 'ⒹＤƉᗪƊ�ÐԺᴅᴰↁḊĐÞⅮᗞᑯĎḌḐḒḎᗫᗬᗟᗠᶛ'
	},
	{
		base: 'd',
		alts: 'ⓓｄḋďḍḑḓḏđƌɖɗᵈ⒟ԁⅾᶁԀᑺᑻᑼᑽᒄᑰᑱᶑ'
	},
	{
		base: 'E',
		alts: 'EⒺΈＥƎἝᕮƐモЄ£ΞȝᙓΣᴇᴱᵉ⒠É乇ﻉэቿЁɆꂅ€ÈℰΕЕⴹᎬĒĔĖĘĚÊËԐỀẾỄỂẼḔḖẺȄȆẸỆȨḜḘḚἘἙἚἛἜῈΈӖὲέЀϵ'
	},
	{
		base: 'e',
		alts: 'Ҿҿⓔｅeèᧉéᶒêɘἔềếễ૯ǝєεēҽɛểẽḕḗĕėëẻěȅȇẹệȩɇₑęḝḙḛ℮еԑѐӗᥱёἐἑἒἓἕℯ'
	},
	{
		base: 'F',
		alts: 'FⒻＦғҒᖴƑԲϝिቻḞℱϜ'
	},
	{
		base: 'f',
		alts: 'ⓕfｆƒḟʃբᶠ⒡ſꊰʄ∱ᶂ'
	},
	{
		base: 'G',
		alts: 'GⒼＧɢƓʛĢᘜᴳǴĠԌĜḠĞǦǤԍ'
	},
	{
		base: 'g',
		alts: 'ⓖｇǵgĝḡğġǧģց૭ǥɠﻭﻮᵍ⒢ℊɡᧁ'
	},
	{
		base: 'H',
		alts: 'ⒽＨĤᚺḢḦȞḤḨḪĦⱧҢңҤῊΉῌἨἩἪἫἭἮἯᾘᾙᾚᾛᾜᾝᾞᾟӉӈҥΉ'
	},
	{
		base: 'h',
		alts: 'ⓗｈĥḣḧȟḥḩḫẖħⱨհһከኩኪካᑋ'
	},
	{
		base: 'I',
		alts: 'ⒾＩ៸ÌÍÎĨĪĬİÏḮỈǏȈȊỊĮḬƗェエῘῙῚΊἸἹἺἻἼἽἾⅠΪΊɪᶦᑊᥣ'
	},
	{
		base: 'i',
		alts: 'ⓘｉìíîĩīĭïḯỉǐȉȋịḭῐῑῒΐῖῗἰἱἲⅰⅼ∣ⵏ￨׀ا١۱ߊᛁἳἴἵɨіὶίᶖ'
	},
	{
		base: 'J',
		alts: 'JⒿＪЈʝᒍנﾌĴʆวلյʖᴊᴶﻝጋɈⱼՂๅႱįᎫȷ丿ℐℑᒘᒙᒚᒛᒴᒵᒎᒏ'
	},

	{
		base: 'j',
		alts: 'jⓙｊϳʲ⒥ɉĵǰјᶨ'
	},
	{
		base: 'K',
		alts: 'KⓀＫĸḰќƘкҠκқҟӄʞҚКҡᴋᴷᵏ⒦ᛕЌጕḲΚKҜҝҞĶḴǨⱩϗӃ'
	},
	{
		base: 'k',
		alts: 'ⓚｋḱkǩḳķḵƙⱪᶄ'
	},

	{
		base: 'L',
		alts: 'LⓁւＬĿᒪ乚ՆʟꓶιԼᴸˡĹረḶₗΓլĻᄂⅬℒⱢᥧᥨᒻᒶᒷᶫﺎᒺᒹᒸᒫ'
	},
	{
		base: 'l',
		alts: 'ⓛｌŀĺľḷlḹļӀℓḽḻłﾚɭƚɫⱡ|Ɩ⒧ʅǀ1וןΙІ｜ᶩӏ'
	},
	{
		base: 'M',
		alts: 'MmⓂＭмṂ൱ᗰ州ᘻო๓♏ʍᙏᴍᴹᵐ⒨ḾМṀ௱ⅯℳΜϺƜᛖӍӎ'
	},
	{
		base: 'm',
		alts: 'ⓜｍനᙢ൩ḿṁⅿϻṃጠɱɯ៳ᶆ'
	},
	{
		base: 'N',
		alts: 'ЙЍⓃҋ៷ＮᴎɴƝᑎ几иՈռИהЛπᴺᶰŃ刀ክṄⁿÑПΝᴨոϖǸŇṆŅṊṈทŊӢӣӤӥћѝйᥢҊᴻ'
	},
	{
		base: 'n',
		alts: 'ᥒⓝήｎǹᴒńñᾗηṅňṇɲņṋṉղຖՌƞŋ⒩ภกɳпŉлԉȠἠἡῃդᾐᾑᾒᾓᾔᾕᾖῄῆῇῂἢἣἤἥἦἧὴήበቡቢባቤብቦȵ'
	},
	{
		base: 'O',
		alts: 'ѲϴѺӦӨӪΌʘǑÒŎÓÔÕȌȎOㇿ❍ⓄＯὋロ❤૦⊕ØФԾΘƠᴼᵒ⒪ŐÖₒ¤◊Φ0〇ΟОՕଠഠ௦סỒỐỖỔṌȬṎŌṐṒȮȰȪỎỜỚỠỞỢỌỘǪǬǾƟⵔ߀៰⍜⎔⎕⦰⦱⦲⦳⦴⦵⦶⦷⦸⦹⦺⦻⦼⦽⦾⦿⧀⧁⧂⧃ὈὉὊὌὍ'
	},
	{
		base: 'o',
		alts: 'ᐤⓞѳ᧐ᥲｏఠᦞՓԚòөӧóºōôǒȏoŏồốȍỗổõσṍȭṏὄṑṓȯȫ๏ంᴏಂംőöѻоዐǭȱ০୦٥౦೦൦๐໐οօᴑං०੦ỏơờớỡởợọộǫøǿɵծὀὁόὸόὂὃὅ'
	},
	{
		base: 'P',
		alts: 'ⓅＰƤᑭ尸Ṗրφքᴘᴾᵖ⒫ṔｱקРየᴩⱣℙΡῬᑸᑶᑷᑹᑬᑮ'
	},
	{
		base: 'p',
		alts: 'ⓟｐṕṗƥᵽῥρрƿǷῤ⍴𝓹𝓅'
	},
	{
		base: 'Q',
		alts: 'QⓆＱℚⵕ'
	},
	{
		base: 'q',
		alts: 'ⓠqｑգ⒬۹զᑫɋɊԛ'
	},
	{
		base: 'R',
		alts: 'RⓇＲᴙȒʀᖇя尺ŔЯરƦᴿዪṚɌᵣʁℛℜℝṘŘȐṜŖṞⱤ'
	},
	{
		base: 'r',
		alts: 'ⓡｒŕrṙřȑȓṛṝŗгՐɾᥬṟɍʳ⒭ɼѓᴦᶉ'
	},
	{
		base: 'S',
		alts: 'SⓈＳṨŞֆՏȘˢ⒮ЅṠ§ŠƽŚṤŜṦṢടᔕᔖᔢᔡᔣᔤ'
	},
	{
		base: 's',
		alts: 'ⓢｓśsṥŝṡšṧʂṣṩѕşșȿᶊక'
	},
	{
		base: 'T',
		alts: 'TⓉＴтҬҭƬイŦԵτᴛᵀｲГፕϮŤ⊥ƮΤТ下ṪṬȚŢṰṮ丅丁ᐪ'
	},
	{
		base: 't',
		alts: 'ⓣｔṫtẗťṭțȶ੮էʇ†ţṱṯƭŧᵗ⒯ʈեƫ'
	},
	{
		base: 'U',
		alts: 'ŨŬŮᑗᑘǓǕǗǙⓊＵȖᑌ凵ƱմԱꓵЦŪՄƲᙀᵁᵘ⒰ŰપÜՍÙÚÛṸṺǛỦȔƯỪỨỮỬỰỤṲŲṶṴɄᥩᑧ'
	},
	{
		base: 'u',
		alts: 'ὺύⓤｕùũūừṷṹŭǖữᥙǚǜὗυΰนUuսʊǘǔúůᴜűųยûṻцሁüᵾᵤµʋủȕȗưứửựụṳṵʉῠῡῢΰῦῧὐὑϋύὒὓὔὕὖᥔ'
	},
	{
		base: 'V',
		alts: 'VⓋＶᐯѴᵛ⒱۷ṾⅴⅤṼ٧ⴸѶᐺᐻ'
	},
	{
		base: 'v',
		alts: 'ⓥｖvṽṿ౮งѵעᴠνטᵥѷ៴ᘁ'
	},
	{
		base: 'W',
		alts: 'WⓌｗＷẂᾧᗯᥕ山ѠຟచաЩШώщฬшᙎᵂʷ⒲ฝሠẄԜẀŴẆẈധᘺѿᙡ'
	},
	{
		base: 'w',
		alts: 'ẁẃⓦ⍵ŵẇẅẘẉⱳὼὠὡὢὣωὤὥὦὧῲῳῴῶῷⱲѡԝᴡώᾠᾡᾢᾣᾤᾥᾦ'
	},
	{
		base: 'X',
		alts: 'XⓍＸẊ᙭χㄨӾჯӼҳЖΧҲᵡˣ⒳אሸẌꊼⅩХ╳᙮ᕁᕽⅹᚷⵝ'
	},
	{
		base: 'x',
		alts: 'ⓧｘxхẋ×ₓ⤫⤬⨯ẍᶍӽ'
	},
	{
		base: 'Y',
		alts: 'YⓎＹὛƳㄚӋʏ⅄ϔ￥¥ՎϓγץӲЧЎሃŸɎϤΥϒҮỲÝŶỸȲẎỶỴῨῩῪΎὙὝὟΫΎӮӰҰұ'
	},
	{
		base: 'y',
		alts: 'ⓨｙỳýyŷỹȳẏÿỷуყẙỵƴɏᵞɣʸᶌү⒴ӳӱӯў'
	},
	{
		base: 'Z',
		alts: 'ZⓏＺẔƵ乙ẐȤᶻ⒵ŹℤΖŻŽẒⱫ'
	},
	{
		base: 'z',
		alts: 'ⓩｚźẑżzžẓẕƶȥɀᴢጊʐⱬᶎʑᙆ'
	}
];
