export const characters = [
	{
		base: ' ',
		alts: ' '
	},
	{
		base: '1',
		alts: '¹'
	},
	{
		base: '2',
		alts: 'ƻ²ᒿ'
	},
	{
		base: '3',
		alts: '³'
	},
	{
		base: '4',
		alts: 'ҶҷҸҹӴӵᶣ'
	},
	{
		base: '6',
		alts: 'Ϭϭб'
	},
	{
		base: 'ae',
		alts: 'æ'
	},
	{
		base: 'OE',
		alts: 'Œ'
	},
	{
		base: 'oe',
		alts: 'œ'
	},
	{
		base: 'A',
		alts: 'дǺᗅⒶＡΑᾋᗩĂÃÅǍȀȂĀȺĄʌΛλƛᴀᴬДАልÄₐᕱªǞӒΆẠẢẦẨẬẮẰẲẴẶᾸᾹᾺΆᾼᾈᾉᾊᾌᾍᾎᾏἈἉἊἋἌἍἎἏḀȦǠӐÀÁÂẤẪ'
	},
	{
		base: 'a',
		alts: 'ⓐձǟᵃᶏ⒜аɒａαȃȁคǎმäɑāɐąᾄẚạảǡầẵḁȧӑӓãåάὰάăẩằẳặᾀᾁᾂᾃᾅᾆᾰᾱᾲᾳᾴᶐᾶᾷἀἁἂἃἄἅἆἇᾇậắàáâấẫǻⱥ'
	},
	{
		base: 'B',
		alts: 'ⒷＢвϐᗷƁ乃ßცჩ๖βɮБՅ๒ᙖʙᴮᵇጌḄℬΒВẞḂḆɃദᗹᗸᵝᙞᙟᙝ'
	},
	{
		base: 'b',
		alts: 'ｂⓑḃḅҍъḇƃɓƅᖯƄЬᑲþƂ⒝Ъᶀᑿᒀᒂᒁᑾь'
	},
	{
		base: 'C',
		alts: 'ČÇⒸＣↃƇᑕㄈ¢८↻ĈϾՇȻᙅᶜ⒞ĆҀĊ©टƆℂℭϹС匚ḈҪʗᑖᑡᑢᑣᑤᑥ'
	},
	{
		base: 'c',
		alts: 'ĉｃⓒćčċçҁƈḉȼↄсርᴄϲҫ꒝ςɽϛᑦ᧚'
	},
	{
		base: 'D',
		alts: 'ⒹＤƉᗪƊÐԺᴅᴰↁḊĐÞⅮᗞᑯĎḌḐḒḎᗫᗬᗟᗠᶛ'
	},
	{
		base: 'd',
		alts: 'ⓓｄḋďḍḑḓḏđƌɖɗᵈ⒟ԁⅾᶁԀᑺᑻᑼᑽᒄᑰᑱᶑ'
	},
	{
		base: 'E',
		alts: 'ⒺΈＥƎἝᕮƐモЄᴇᴱᵉÉ乇ЁɆꂅ€ÈℰΕЕⴹᎬĒĔĖĘĚÊËԐỀẾỄỂẼḔḖẺȄȆẸỆȨḜḘḚἘἙἚἛἜῈΈӖὲέЀϵ'
	},
	{
		base: 'e',
		alts: 'Ҿҿⓔｅ⒠èᧉéᶒêɘἔềếễ૯ǝєεēҽɛểẽḕḗĕėëẻěȅȇẹệȩɇₑęḝḙḛ℮еԑѐӗᥱёἐἑἒἓἕℯ'
	},
	{
		base: 'F',
		alts: 'ⒻＦғҒᖴƑԲϝቻḞℱϜ'
	},
	{
		base: 'f',
		alts: 'ⓕｆƒḟʃբᶠ⒡ſꊰʄ∱ᶂ'
	},
	{
		base: 'G',
		alts: 'ⒼＧɢƓʛĢᘜᴳǴĠԌĜḠĞǦǤԍ'
	},
	{
		base: 'g',
		alts: 'ⓖｇǵĝḡğġǧģց૭ǥɠﻭﻮᵍ⒢ℊɡᧁ'
	},
	{
		base: 'H',
		alts: 'ⒽＨĤᚺḢḦȞḤḨḪĦⱧҢңҤῊΉῌἨἩἪἫἭἮἯᾘᾙᾚᾛᾜᾝᾞᾟӉӈҥΉ'
	},
	{
		base: 'h',
		alts: 'ⓗｈĥḣḧȟḥḩḫẖħⱨհһከኩኪካᑋ'
	},
	{
		base: 'I',
		alts: 'ⒾＩ៸ÌÍÎĨĪĬİÏḮỈǏȈȊỊĮḬƗェエῘῙῚΊἸἹἺἻἼἽἾⅠΪΊɪᶦᑊᥣ'
	},
	{
		base: 'i',
		alts: 'ⓘｉìíîĩīĭïḯỉǐȉȋịḭῐῑῒΐῖῗἰἱἲⅰⅼ∣ⵏ￨׀ا١۱ߊᛁἳἴἵɨіὶίᶖ'
	},
	{
		base: 'J',
		alts: 'ⒿＪЈʝᒍנﾌĴʆวلյʖᴊᴶﻝጋɈⱼՂๅႱįᎫȷ丿ℐℑᒘᒙᒚᒛᒴᒵᒎᒏ'
	},

	{
		base: 'j',
		alts: 'ⓙｊϳʲ⒥ɉĵǰјᶨ'
	},
	{
		base: 'K',
		alts: 'ⓀＫĸḰќƘкҠκқҟӄʞҚКҡᴋᴷᵏ⒦ᛕЌጕḲΚKҜҝҞĶḴǨⱩϗӃ'
	},
	{
		base: 'k',
		alts: 'ⓚｋḱǩḳķḵƙⱪᶄ'
	},

	{
		base: 'L',
		alts: 'ⓁւＬĿᒪ乚ՆʟꓶιԼᴸˡĹረḶₗΓլĻᄂⅬℒⱢᥧᥨᒻᒶᒷᶫﺎᒺᒹᒸᒫ'
	},
	{
		base: 'l',
		alts: 'ⓛｌŀĺľḷḹļӀℓḽḻłﾚɭƚɫⱡ|Ɩ⒧ʅǀ1וןΙІ｜ᶩӏ'
	},
	{
		base: 'M',
		alts: 'ⓂＭмṂ൱ᗰ州ᘻო๓♏ʍᙏᴍᴹᵐ⒨ḾМṀ௱ⅯℳΜϺƜᛖӍӎ'
	},
	{
		base: 'm',
		alts: 'ⓜｍനᙢ൩ḿṁⅿϻṃጠɱɯ៳ᶆ'
	},
	{
		base: 'N',
		alts: 'ЙЍⓃҋ៷ＮᴎɴƝᑎ几иՈռИהЛπᴺᶰŃ刀ክṄⁿÑПΝᴨոϖǸŇṆŅṊṈทŊӢӣӤӥћѝйᥢҊᴻ'
	},
	{
		base: 'n',
		alts: 'ᥒⓝήｎǹᴒńñᾗηṅňṇɲņṋṉղຖՌƞŋ⒩ภกɳпŉлԉȠἠἡῃդᾐᾑᾒᾓᾔᾕᾖῄῆῇῂἢἣἤἥἦἧὴήበቡቢባቤብቦȵ'
	},
	{
		base: 'O',
		alts: 'ѲϴѺӦӨӪΌʘǑÒŎÓÔÕȌȎㇿ❍ⓄＯὋロ❤૦⊕ØФԾΘƠᴼᵒ⒪ŐÖₒ¤◊Φ0〇ΟОՕଠഠ௦סỒỐỖỔṌȬṎŌṐṒȮȰȪỎỜỚỠỞỢỌỘǪǬǾƟⵔ߀៰⍜⎔⎕⦰⦱⦲⦳⦴⦵⦶⦷⦸⦹⦺⦻⦼⦽⦾⦿⧀⧁⧂⧃ὈὉὊὌὍ'
	},
	{
		base: 'o',
		alts: 'ᐤⓞѳ᧐ᥲｏఠᦞՓԚòөӧóºōôǒȏŏồốȍỗổõσṍȭṏὄṑṓȯȫ๏ᴏőöѻоዐǭȱ০୦٥౦೦൦๐໐οօᴑං०੦ỏơờớỡởợọộǫøǿɵծὀὁόὸόὂὃὅ'
	},
	{
		base: 'P',
		alts: 'ⓅＰƤᑭ尸Ṗրφքᴘᴾᵖ⒫ṔｱקРየᴩⱣℙΡῬᑸᑶᑷᑹᑬᑮ'
	},
	{
		base: 'p',
		alts: 'ⓟｐṕṗƥᵽῥρрƿǷῤ⍴𝓹𝓅'
	},
	{
		base: 'Q',
		alts: 'ⓆＱℚⵕ'
	},
	{
		base: 'q',
		alts: 'ⓠｑգ⒬۹զᑫɋɊԛ'
	},
	{
		base: 'R',
		alts: 'ⓇＲᴙȒʀᖇя尺ŔЯરƦᴿዪṚɌᵣʁℛℜℝṘŘȐṜŖṞⱤ'
	},
	{
		base: 'r',
		alts: 'ⓡｒŕṙřȑȓṛṝŗгՐɾᥬṟɍʳ⒭ɼѓᴦᶉ'
	},
	{
		base: 'S',
		alts: 'ⓈＳṨŞֆՏȘˢ⒮ЅṠ§ŠƽŚṤŜṦṢടᔕᔖᔢᔡᔣᔤ'
	},
	{
		base: 's',
		alts: 'ⓢｓśṥŝṡšṧʂṣṩѕşșȿᶊక'
	},
	{
		base: 'T',
		alts: 'ⓉＴтҬҭƬイŦԵτᴛᵀｲГፕϮŤ⊥ƮΤТ下ṪṬȚŢṰṮ丅丁ᐪ'
	},
	{
		base: 't',
		alts: 'ⓣｔṫẗťṭțȶ੮էʇ†ţṱṯƭŧᵗ⒯ʈեƫ'
	},
	{
		base: 'U',
		alts: 'ŨŬŮᑗᑘǓǕǗǙⓊＵȖᑌ凵ƱմԱꓵЦŪՄƲᙀᵁᵘ⒰ŰપÜՍÙÚÛṸṺǛỦȔƯỪỨỮỬỰỤṲŲṶṴɄᥩᑧ'
	},
	{
		base: 'u',
		alts: 'ὺύⓤｕùũūừṷṹŭǖữᥙǚǜὗυΰนսʊǘǔúůᴜűųยûṻцሁüᵾᵤµʋủȕȗưứửựụṳṵʉῠῡῢΰῦῧὐὑϋύὒὓὔὕὖᥔ'
	},
	{
		base: 'V',
		alts: 'ⓋＶᐯѴᵛ⒱۷ṾⅴⅤṼ٧ⴸѶᐺᐻ'
	},
	{
		base: 'v',
		alts: 'ⓥｖṽṿ౮งѵעᴠνטᵥѷ៴ᘁ'
	},
	{
		base: 'W',
		alts: 'ⓌｗＷẂᾧᗯᥕ山ѠຟచաЩШώщฬшᙎᵂʷ⒲ฝሠẄԜẀŴẆẈധᘺѿᙡ'
	},
	{
		base: 'w',
		alts: 'ẁẃⓦ⍵ŵẇẅẘẉⱳὼὠὡὢὣωὤὥὦὧῲῳῴῶῷⱲѡԝᴡώᾠᾡᾢᾣᾤᾥᾦ'
	},
	{
		base: 'X',
		alts: 'ⓍＸẊ᙭χㄨӾჯӼҳЖΧҲᵡˣ⒳אሸẌꊼⅩХ╳᙮ᕁᕽⅹᚷⵝ'
	},
	{
		base: 'x',
		alts: 'ⓧｘхẋ×ₓ⤫⤬⨯ẍᶍӽ'
	},
	{
		base: 'Y',
		alts: 'ⓎＹὛƳㄚӋʏ⅄ϔ￥¥ՎϓγץӲЧЎሃŸɎϤΥϒҮỲÝŶỸȲẎỶỴῨῩῪΎὙὝὟΫΎӮӰҰұ'
	},
	{
		base: 'y',
		alts: 'ⓨｙỳýŷỹȳẏÿỷуყẙỵƴɏᵞɣʸᶌү⒴ӳӱӯў'
	},
	{
		base: 'Z',
		alts: 'ⓏＺẔƵ乙ẐȤᶻ⒵ŹℤΖŻŽẒⱫ'
	},
	{
		base: 'z',
		alts: 'ⓩｚźẑżžẓẕƶȥɀᴢጊʐⱬᶎʑᙆ'
	}
];
